{
    "0": {
        "id": 0,
        "image_url": "https://i.pinimg.com/736x/fc/64/51/fc64518d5c694c622c954ce7ebc10041.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a cozy, hand-knit pullover sweater featuring earthy, multicolored horizontal stripes. The relaxed, slightly oversized fit and soft texture give it a laid-back, homespun, and artsy vibe. Perfect for autumn or winter, this sweater is ideal for layering on chilly days, keeping you warm and comfortable in cool to cold weather.",
        "borrowed": false
    },
    "1": {
        "id": 1,
        "image_url": "https://i.pinimg.com/736x/24/66/c4/2466c40674e3c78f84cd24b8bc94fa96.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a sleeveless, light blue sequin tank top that gives off a fun, glamorous, and party-ready vibe. Its shimmering, eye-catching style is perfect for clubbing, festivals, or special occasions. The sleeveless design makes it ideal for warm weather or layering under a jacket in cooler conditions.",
        "borrowed": false
    },
    "2": {
        "id": 2,
        "image_url": "https://i.pinimg.com/736x/c0/8d/a1/c08da1a5afa7813d074897f41422058b.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a delicate white camisole top featuring lace-trimmed straps and a subtle floral pattern, accented with a small bow at the waist. The style is feminine, airy, and romantic, giving off a soft, vintage-inspired vibe. Ideal for layering or wearing alone, this top is perfect for warm spring or summer weather due to its lightweight and breathable fabric.",
        "borrowed": false
    },
    "3": {
        "id": 3,
        "image_url": "https://i.pinimg.com/736x/1e/c0/0a/1ec00a8e89ef5354207c076c16c34962.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a bohemian-style halter top featuring a vintage-inspired paisley pattern and embellished with subtle sequins. The deep V-neck and lightweight fabric give it a relaxed, free-spirited vibe, perfect for festivals or casual summer outings. Ideal for warm weather due to its sleeveless design and breathable material.",
        "borrowed": false
    },
    "4": {
        "id": 4,
        "image_url": "https://i.pinimg.com/736x/d5/07/98/d507980cfd387bbb6accb4572c0b9134.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a cozy, long-sleeved knit sweater featuring classic horizontal black and beige stripes. With a relaxed fit and slightly cropped length, it gives off a casual, laid-back, and effortlessly cool vibe. Perfect for layering, this sweater is ideal for mild to chilly weather, such as fall or spring days, or cooler summer evenings.",
        "borrowed": false
    },
    "5": {
        "id": 5,
        "image_url": "https://i.pinimg.com/736x/6b/b0/bf/6bb0bfb4f75b319dbb0e12ae0234d3cd.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a cozy, soft green knitted sweater with a relaxed, slightly oversized fit and a rolled neckline. The style is casual yet chic, giving off a laid-back, comfortable, and nature-inspired vibe. The fuzzy texture adds warmth and a touch of vintage charm. Ideal for cool autumn or winter weather, it’s perfect for layering or wearing on its own for a snug, stylish look.",
        "borrowed": false
    },
    "6": {
        "id": 6,
        "image_url": "https://i.pinimg.com/736x/8e/d3/0a/8ed30ad2c7c9304a04cb0593c0ffbb1e.jpg",
        "clothing_type": "tops",
        "season": "warm",
        "status": "active",
        "description": "This is a cream-colored satin camisole with delicate lace trim along the neckline and straps. Its spaghetti straps and light, airy fabric give it a soft, feminine, vintage-inspired vibe, making it both romantic and relaxed. Perfect for warm or mild weather, this camisole is ideal for layering or wearing on its own during spring or summer.",
        "borrowed": false
    },
    "7": {
        "id": 7,
        "image_url": "https://i.pinimg.com/736x/ad/a0/fc/ada0fc22c27a41899dced5f94b23976c.jpg",
        "clothing_type": "pants",
        "season": "warm",
        "status": "active",
        "description": "This is a flowy, floral-print midi skirt made of a lightweight, semi-sheer fabric. The ruffled hem and soft pastel pattern give it a romantic, vintage-inspired, and feminine vibe. Ideal for spring or summer weather, it feels airy and perfect for casual outings, picnics, or laid-back gatherings.",
        "borrowed": false
    },
    "8": {
        "id": 8,
        "image_url": "https://i.pinimg.com/736x/3c/14/32/3c1432118fdb49a23877b7bf68dbf7a7.jpg",
        "clothing_type": "pants",
        "season": "warm",
        "status": "active",
        "description": "These are vintage-inspired, wide-leg striped pants with a relaxed fit and a unique earth-toned, muted color palette. The soft, lightweight material and loose cut give them a laid-back, bohemian or retro vibe. Best suited for mild to warm weather, these pants would be comfortable for spring and autumn, or cool summer days, offering effortless, casual style.",
        "borrowed": false
    },
    "9": {
        "id": 9,
        "image_url": "https://i.pinimg.com/736x/81/91/c2/8191c2f8e36683d09d6afec2b3faaffa.jpg",
        "clothing_type": "pants",
        "season": "warm",
        "status": "active",
        "description": "These are loose-fitting, striped linen pants featuring blue and white tones. Their relaxed style and lightweight, breathable fabric give off a laid-back, beachy, and effortlessly cool vibe. Ideal for warm weather, they are perfect for summer days, vacations, or casual lounging, offering comfort and easy movement.",
        "borrowed": false
    },
    "10": {
        "id": 10,
        "image_url": "https://i.pinimg.com/736x/97/ac/b6/97acb6eec84a4b91d6b187632bca87d5.jpg",
        "clothing_type": "pants",
        "season": "warm",
        "status": "active",
        "description": "These are wide-leg, high-waisted pants with pink and white vertical stripes and a relaxed fit. The drawstring waistband adds a laid-back, bohemian vibe, making them perfect for casual outings or lounging. The light, airy fabric suggests they are ideal for spring or summer weather, providing comfort and breathability on warm days.",
        "borrowed": false
    },
    "11": {
        "id": 11,
        "image_url": "https://i.pinimg.com/736x/8c/5b/f7/8c5bf7a5e1d7678e92d35e9b06e4ff43.jpg",
        "clothing_type": "pants",
        "season": "warm",
        "status": "active",
        "description": "These are classic straight-leg blue jeans with a high waist and relaxed fit, giving off a vintage, effortlessly cool vibe. The style is casual and timeless, perfect for laid-back days or casual outings. Suitable for mild to cool weather, they can be paired with sweaters in fall or t-shirts in spring.",
        "borrowed": false
    },
    "12": {
        "id": 12,
        "image_url": "https://i.pinimg.com/736x/94/4b/e9/944be92c46a59ed38a268f7a70263845.jpg",
        "clothing_type": "pants",
        "season": "warm",
        "status": "active",
        "description": "These are light-wash, wide-leg jeans, featuring a relaxed, retro-inspired style. The distressed, slightly faded denim gives off a laid-back, vintage, and effortlessly cool vibe. These jeans are ideal for casual outings and fit well with a relaxed or bohemian aesthetic. Best suited for mild to cool weather, they offer comfort and breathability while still providing coverage.",
        "borrowed": false
    },
    "13": {
        "id": 13,
        "image_url": "https://i.pinimg.com/736x/9a/23/32/9a2332d73b79d71d43fae4305e9329b5.jpg",
        "clothing_type": "shoes",
        "season": "warm",
        "status": "active",
        "description": "These are chunky platform heeled sandals with a thick heel and a wide leather strap featuring a buckle detail. The retro, 70s-inspired design gives a bold, vintage, and effortlessly cool vibe—perfect for someone who enjoys making a statement. These shoes are best suited for warm weather, such as spring or summer, as they're open-toed and provide breathability.",
        "borrowed": false
    },
    "14": {
        "id": 14,
        "image_url": "https://i.pinimg.com/736x/65/24/5c/65245c53879f93aaee4983d4f88403c0.jpg",
        "clothing_type": "shoes",
        "season": "warm",
        "status": "active",
        "description": "These are classic Adidas Samba sneakers, featuring olive green suede, white leather, and black stripes. With a sporty and casual style, they give off a vintage, laid-back vibe that works well for everyday streetwear. Ideal for mild to cool weather, they’re perfect for spring and autumn days, offering comfort and versatile style.",
        "borrowed": false
    },
    "15": {
        "id": 15,
        "image_url": "https://i.pinimg.com/736x/6c/25/0e/6c250ec77fd3e2c695cb19a0c99a6853.jpg",
        "clothing_type": "shoes",
        "season": "warm",
        "status": "active",
        "description": "These are classic white sneakers with subtle gray accents, featuring a retro athletic style. The design is minimalist and clean, giving off a trendy, casual, and effortlessly cool vibe. Perfect for everyday wear, these sneakers are best suited for mild or warm weather, ideal for spring and summer outings. Their versatile look makes them a great match for jeans, shorts, or casual dresses.",
        "borrowed": false
    },
    "16": {
        "id": 16,
        "image_url": "https://i.pinimg.com/736x/67/c6/a3/67c6a32ea1e0aae61d6b0b6d9b6f4a30.jpg",
        "clothing_type": "shoes",
        "season": "warm",
        "status": "active",
        "description": "These are casual Adidas sneakers featuring a retro-inspired design with blue suede, cream stripes, and a maroon heel accent. They give off a cool, sporty, and laid-back vibe, perfect for streetwear or everyday outfits. Best suited for mild to cool weather, they’re ideal for spring or autumn when it’s dry, as suede can get damaged in wet conditions.",
        "borrowed": false
    },
    "17": {
        "id": 17,
        "image_url": "https://i.pinimg.com/736x/29/a0/a1/29a0a1061ad7cf6bc6eae6ddfc9a3e6c.jpg",
        "clothing_type": "shoes",
        "season": "warm",
        "status": "active",
        "description": "These are chunky black leather slide sandals featuring a playful cut-out flower design and contrasting stitching. Their retro, 90s-inspired style gives off a laid-back and quirky vibe, perfect for those who like to add a touch of fun to their casual outfits. The open-toe and backless design make them ideal for warm, sunny weather—great for spring and summer days.",
        "borrowed": false
    },
    "18": {
        "id": 18,
        "image_url": "https://i.pinimg.com/736x/d4/40/4d/d4404d759a1291c1ca54a14b786445cd.jpg",
        "clothing_type": "shoes",
        "season": "warm",
        "status": "active",
        "description": "These are rugged, mid-calf engineer boots made of distressed brown leather, featuring a sturdy harness strap and solid sole. Their classic western-meets-motorcycle style gives off a bold, adventurous vibe, perfect for those who value durability and a touch of rebellion. Best suited for cool to mild weather, these boots provide protection and comfort in fall or spring, and are ideal for both casual wear and outdoor activities.",
        "borrowed": false
    },
    "19": {
        "id": 19,
        "image_url": "https://xcdn.next.co.uk/common/items/default/default/itemimages/3_4Ratio/product/lge/480780s2.jpg",
        "clothing_type": "shirts",
        "season": "warm",
        "status": "active",
        "description": "This is a classic short-sleeve white button-up shirt with a pointed collar and a chest pocket. Its crisp, clean style gives a smart, polished, and versatile vibe, suitable for both formal and casual settings. Ideal for warm weather due to its short sleeves and lightweight fabric, it’s perfect for school, work, or any event that calls for a neat appearance.",
        "borrowed": false
    },
    "20": {
        "id": 20,
        "image_url": "https://sugarloafclothingco.co.uk/cdn/shop/files/BrumbyAustralianWorkShirt_Unisex_-Cobalt.png",
        "clothing_type": "shirts",
        "season": "warm",
        "status": "active",
        "description": "This is a long-sleeve button-up shirt in a striking royal blue color, featuring two chest pockets with button flaps. The style is rugged and outdoorsy, giving off a practical yet bold vibe—perfect for workwear or casual outdoor adventures. The long sleeves make it ideal for mild to cool weather, providing both comfort and protection.",
        "borrowed": false
    },
    "21": {
        "id": 21,
        "image_url": "https://www.plain-t-shirts.co.uk/image/cache/data/polo%20shirts/black-polo-600x800.jpg",
        "clothing_type": "shirts",
        "season": "warm",
        "status": "active",
        "description": "This is a classic black polo shirt with short sleeves and a collar, featuring a simple button placket. The style is smart-casual, offering a balance between laid-back and polished, making it versatile for both relaxed and semi-formal settings. It gives off a neat, understated, and confident vibe. This shirt is ideal for mild to warm weather, such as spring or summer, thanks to its short sleeves and likely lightweight material.",
        "borrowed": false
    }
}